import React from 'react'

const QualityHeader = () => {
  return (
    <div>
        <h1>Правила безпеки під час повітряної тривоги</h1>
        <div><img src="" alt="" /></div>
        <p>Шановні гості, під час повітряної тривоги або за відсутності електроенергії МакДональдз не працюватиме — всі мають покинути заклад. Задля вашої безпеки після оголошення повітряної тривоги радимо пройти в безпечне місце. Інформацію про розташування найближчих укриттів дивіться на вхідних дверях закладів.</p>
        <p>Після завершення тривоги чи відновлення постачання електроенергії нам потрібен час, щоб налаштувати обладнання та підготуватися до відкриття.</p>
        <p>Наші заклади можуть відкриватися пізніше, ніж зазвичай, для виконання складніших робіт, пов’язаних з обслуговуванням обладнання та генеральним прибиранням закладу.</p>
        <p>Із турботою, ваш МакДональдз</p>
    </div>
  )
}

export default QualityHeader